views/layouts/main_index.php

SELECT * FROM `type_pay` ORDER BY `sort`
---
                $('#money').autoNumeric('init', {aSign: ' ກີບ', pSign: 's'});
            });
<?php
$type_ps = \app\models\TypePay::find()->orderBy('sort ASC')->all();