controllers/SiteController.php

    public function actionLogin() {
        $this->layout = "main_2";
        if (!Yii::$app->user->isGuest) {
            return $this->goHome();
        }
        $login = new \app\models\User();
        $model = new LoginForm();
        if ($model->load(Yii::$app->request->post())) {
            $user = \app\models\User::findOne(['username' => $model->username, 'password' => $model->password]);
---
SELECT * FROM `user` WHERE (`username`='sale') AND (`password`='1234')